Repository: EsamMegahed/law-office-system-MVT
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: New Password
ar: كلمة المرور الجديدة

source: Confirm Password
ar: تاكيد كلمة المرور

source: LOGIN
ar: تسجيل الدخول

source: file
ar: الملف

source: Date of Sessions
ar: تاريخ الجلسة

source: Event Day
ar: تاريخ المهمة

source: Start Time
ar: وقت البدء

source: ُEnd Time
ar: وقت الانتهاء

source: name
ar: الاسم

source: phone
ar: الهاتف

source: whatsapp
ar: الواتس اب

source: adress
ar: العنوان

source: Case Files
ar: ملفات القضية

source: date
ar: التاريخ

source: session description
ar: قرار الجلسة

source: active
ar: مفعل

source: Case Sessions
ar: جلسات القضايا

source: Case Payment
ar: معاملات الدفع للقضية

source: paid
ar: دفع

source: Client
ar: الموكل

source: Category
ar: مصنف القضية

source: case name
ar: اسم القضية

source: case description
ar: وصف القضية

source: case number
ar: رقم القضية المسجل بالمحكمة

source: case plan
ar: خطة القضية

source: Case loopholes
ar: ثغرات القضية

source: case price
ar: سعر القضية

source: case id
ar: سريال القضية

source: Case Events
ar: مهام القضية

source: location
ar: الموقع

source: task
ar: المهمة

source: Case Create
ar: انشاء قضية

source: Case Details
ar: تفاصيل القضية

source: Add Event
ar: اضافة مهمة

source: Add Session
ar: اضف جلسة

source: Sessions
ar: الجلسات

source: Add Files
ar: اضف ملفات

source: Files
ar: ملفات القضية

source: Case Information
ar: معلومات القضية

source: Client Name
ar: اسم الموكل

source: Case Text Field
ar: مدخلات القضية

source: Edit
ar: تعديل

source: Case Edit
ar: تعديل القضية

source: Save Changes
ar: حفظ التغيرات

source: Case Event
ar: مهام القضية

source: Create Event
ar: انشاء مهمة

source: Old Events For This Case
ar: المهمات القديمة الخاصة بهذه القضية

source: Start
ar: بدء

source: End
ar: انتهاء

source: Delete Event
ar: مسح المهمة

source: Events List
ar: قائمة المهمات

source: Show Events
ar: عرض المهمات

source: Events Of Today
ar: مهمات اليوم

source: Events
ar: مهمات

source: No Events In This Day
ar: لا يوجد مهمات خاصة بهاذا اليوم

source: Case File Create
ar: اضافة ملفات القضية

source: Save Files
ar: حفظ الملفات

source: Case File
ar: ملف القضية

source: Submit Payment
ar: ادخال دفع للقضية

source: Sum Old Payments
ar: مجموع ما تم دفعه

source: Not paid
ar: لم يدفع

source: Old Payments
ar: المدفوعات القديمة

source: Paid In
ar: تم الدفع فى تاريخ

source: Case Sessions Create
ar: انشاء جلسات القضية

source: Create Session
ar: انشاء جلسة

source: Sessions For Next month
ar: جلسات الشهر القادم

source: Sessions For Next month Count
ar: عدد جلسات الشهر القادم

source: From Today
ar: بدا من اليوم

source: To
ar: حتى

source: Move To Case Profile
ar: الانتقال الى ملف القضية

source: Case Session
ar: جلسة بتاريخ

source: Update Case Session
ar: تعديل جلسات القضية

source: Update Session
ar: تعديل الجلسة

source: Case Text Fields Edit
ar: تعديل مدخلات القضية

source: Save Text
ar: حفظ النص

source: Client Details
ar: معلومات الموكل

source: Profile
ar: الملف الشخضى

source: Add Case
ar: اضافة قضية

source: Client Payment
ar: حسابات الموكل

source: Cases
ar: القضايا

source: View Case
ar: استعراض القضية

source: Created From
ar: انشات منذ

source: Case Number
ar: سريال القضية

source: View
ar: عرض

source: Name
ar: الاسم

source: Total
ar: المجموع

source: View Clients
ar: استعراض الموكلين

source: Create New Client
ar: انشاء موكل جديد

source: Search For Client
ar: بحث عن موكل

source: Client Create
ar: انشاء موكل

source: Clients Edit
ar: تعديل الموكلين

source: Home
ar: الرئيسية

source: Clients
ar: الموكلين

source: ToDo List
ar: قائمة المهام

source: Dashboard
ar: لوحة التحكم

source: LogOut
ar: تسجيل خروج

source: LogIn
ar: تسجيل دخول

source: Contact Info
ar: معلومات التواصل

source: Category Name
ar: اسم مصنف القضية

source: Sorry You Dont Permission Access To This Page
ar: عذرا انت لا تملك صلاحية الوصول الى هذه المعلومات

source: Users
ar: المستخدمون

source: Create User
ar: انشاء مستخدم

source: Create
ar: انشاء

source: Details
ar: تفاصيل

source: Users List
ar: قائمة المستخدمون

source: User Name
ar: اسم المستخدم

source: Email
ar: البريد الالكترونى

source: Change Password
ar: تغيير كلمة المرور

source: Edit Profile
ar: تعديل الملف

source: Delete
ar: مسح

source: Remove Lawyer Permission
ar: حذف صلاحية المحامى

source: Make Him A Lawyer
ar: اعطاء المستخدم صلاحية المحامى

source: Update
ar: تحديث

source: User Email
ar: البريد الالكترونى الخاص بالمستخدم

source: Last time Loged In
ar: اخر تسجيل دخول

source: From
ar: منذ

source: Alert
ar: انتبه

source: Your Password Not Matching
ar: كلمة السر غير متطابقة

source: Case Categories
ar: مصنفات القضايا

source: Charts
ar: الرسوم البيانية

source: Sales
ar: المبيعات

source: Sales Control
ar: التحكم فى المبيعات

source: Saved Categories
ar: مصنفات القضايا المحفوظة

source: Add Case Category
ar: اضف مصنف قضية

source: Submit
ar: ادخال

source: Cases Control
ar: التحكم فى القضايا

source: Cases Search By Case Number
ar: البحث فى القضايا عن طريق سريال القضية

source: Enter Case Number
ar: ادخل سريال القضية

source: Search
ar: بحث

source: Alert : Deleting Case
ar: تحذير : مسح القضية

source: Be CareFul Deleting Case Will Deleting His Files ,Sessions That connected With This Client
ar: انتبه مسح القضية سيؤدى الى مسح متعلقاتها من مهام وملفات وجلسات واموال

source: Case Client
ar: العميل صاحب القضية

source: Case Name
ar: اسم القضية

source: Case Category
ar: مصنف القضية

source: Cases Charts
ar: الرسوم البيانية للقضايا

source: Clients Search
ar: بحث عن موكل

source: Enter Client Name
ar: ادخل اسم الموكل

source: Alert : Deleting Clients
ar: تحذير : مسح الموكلين

source: Be CareFul Deleting Clients Will Deleting His Cases ,Files ,Sessions That connected With This Client
ar: تنبيه عند مسح الموكل سيتم حذف كل متعلقاته من ملفات وجلسات وقضايا ومهام

source: Cases Files
ar: ملفات القضية

source: Files Control
ar: التحكم فى الملفات

source: View Files
ar: عرض الملفات

source: Case ID
ar: سريال القضية

source: Created At
ar: انشاء فى

source: Delete File
ar: مسح الملف

source: More info
ar: للمزيد من المعلومات

source: Total Cash Earned
ar: اجمالى المبالغ المستلمة

source: Lastest Sessions Created Or Updated
ar: اخر جلسات تم انشاءها او تعديلها

source: Session Date
ar: موعد الجلسة

source: View Cash
ar: عرض المدفوعات

source: Sales Charts
ar: الرسوم البيانية للاموال

source: Cases Cash
ar: اجمالى اموال القضايا

source: Cash Reserved
ar: اجمالى الاموال المستلمة

source: View Payment Page
ar: عرض صفحة المدفوعات

source: Money
ar: المبلغ

source: Payment Date
ar: تاريخ الدفع

source: Total Payments
ar: اجمالى المدفوعات

source: Delete Payment
ar: مسح الدفع

source: Cases Sessions
ar: جلسات القضايا

source: Sessions Control
ar: التحكم فى الجلسات

source: View Sessions
ar: عرض الجلسات

source: Status
ar: الحالة

source: Delete Session
ar: مسح الجلسة
